Repository: Ashish-Langhe/Fintrax
Catalog: ExpenseTracker/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, hi, mr

source: Choose whether Fintrax should ask for a 6-digit PIN on launch.
de: Wähle, ob Fintrax beim Start eine 6-stellige PIN verlangt.
es: Elige si Fintrax pide PIN de 6 dígitos al abrir.
hi: चुनें कि Fintrax लॉन्च पर 6-अंकों का PIN मांगे या नहीं।
mr: Fintrax सुरू होताना 6 अंकी PIN विचारायचा का ते निवडा.

source: Close
de: Schließen
es: Cerrar
hi: बंद करें
mr: बंद करा

source: Close AI analysis
de: KI-Analyse schließen
es: Cerrar análisis IA
hi: AI विश्लेषण बंद करें
mr: AI विश्लेषण बंद करा

# common.ofValue
source: of %@
de: von %@
es: de %@
hi: %@ में से
mr: %@ पैकी

source: Compare spending pace against your monthly budget.
de: Vergleiche dein Ausgabentempo mit deinem Monatsbudget.
es: Compara el ritmo de gasto con tu presupuesto mensual.
hi: खर्च की गति की मासिक बजट से तुलना करें।
mr: खर्चाची गती मासिक बजेटशी तुलना करा.

source: Confirm PIN
de: PIN bestätigen
es: Confirmar PIN
hi: PIN पुष्टि करें
mr: PIN पुष्टी करा

source: Control Center
de: Kontrollzentrum
es: Centro de control
hi: कंट्रोल सेंटर
mr: कंट्रोल सेंटर

source: Could not load analytics
de: Analysen konnten nicht geladen werden
es: No se pudieron cargar las analíticas
hi: एनालिटिक्स लोड नहीं हो सका
mr: विश्लेषण लोड करता आले नाही

source: Create CSV Export
de: CSV-Export erstellen
es: Crear CSV
hi: CSV एक्सपोर्ट बनाएं
mr: CSV निर्यात तयार करा

source: Create PDF Report
de: PDF-Bericht erstellen
es: Crear reporte PDF
hi: PDF रिपोर्ट बनाएं
mr: PDF अहवाल तयार करा

source: Create PDF summaries or CSV files for monthly review, sharing, and analysis.
de: Erstelle PDF- oder CSV-Dateien für Review, Teilen und Analyse.
es: Crea PDF o CSV para revisión, compartir y analizar.
hi: मासिक समीक्षा, शेयरिंग और विश्लेषण के लिए PDF या CSV बनाएं।
mr: मासिक समीक्षा, शेअरिंग आणि विश्लेषणासाठी PDF किंवा CSV तयार करा.

source: Create share-ready PDF and CSV summaries
de: Teilbare PDF- und CSV-Zusammenfassungen erstellen
es: Crea resúmenes PDF y CSV listos para compartir
hi: शेयर करने योग्य PDF और CSV सारांश बनाएं
mr: शेअर-ready PDF आणि CSV सारांश तयार करा

source: Create your first 6-digit unlock code
de: Erstelle deinen ersten 6-stelligen Code
es: Crea tu primer código de 6 dígitos
hi: पहला 6-अंकों का अनलॉक कोड बनाएं
mr: पहिला 6 अंकी अनलॉक कोड तयार करा

source: Create your spending limit
de: Lege dein Ausgabenlimit fest
es: Crea tu límite de gasto
hi: अपनी खर्च सीमा बनाएं
mr: तुमची खर्च मर्यादा तयार करा

source: Creating Export...
de: Export wird erstellt...
es: Creando exportación...
hi: एक्सपोर्ट बन रहा है...
mr: निर्यात तयार होत आहे...

source: Creating Report...
de: Bericht wird erstellt...
es: Creando reporte...
hi: रिपोर्ट बन रही है...
mr: अहवाल तयार होत आहे...

source: Critical - Many budgets significantly exceeded
de: Kritisch - Viele Budgets deutlich überschritten
es: Crítico - Muchos presupuestos superados significativamente
hi: गंभीर - कई बजट काफी अधिक पार हुए
mr: गंभीर - अनेक बजेट लक्षणीयरीत्या ओलांडले

source: Current Amount
de: Aktueller Betrag
es: Importe actual
hi: वर्तमान राशि
mr: सध्याची रक्कम

source: Current Budget
de: Aktuelles Budget
es: Presupuesto actual
hi: वर्तमान बजट
mr: सध्याचे बजेट

source: Current PIN
de: Aktuelle PIN
es: PIN actual
hi: वर्तमान PIN
mr: सध्याचा PIN

source: Current PIN is incorrect.
de: Aktuelle PIN ist falsch.
es: El PIN actual es incorrecto.
hi: वर्तमान PIN गलत है।
mr: सध्याचा PIN चुकीचा आहे.

source: Daily Pace
de: Tägliches Tempo
es: Ritmo diario
hi: दैनिक गति
mr: दैनिक गती

source: Daily Recommendation
de: Tägliche Empfehlung
es: Recomendación diaria
hi: दैनिक सुझाव
mr: दैनिक शिफारस

source: Daily Spend
de: Tägliche Ausgaben
es: Gasto diario
hi: दैनिक खर्च
mr: दैनिक खर्च

source: Darker colors indicate higher spending
de: Dunklere Farben zeigen höhere Ausgaben
es: Los colores más oscuros indican mayor gasto
hi: गहरे रंग अधिक खर्च दिखाते हैं
mr: गडद रंग जास्त खर्च दर्शवतात

# dashboard.action.retry
source: Retry
de: Erneut versuchen
es: Reintentar
hi: फिर कोशिश करें
mr: पुन्हा प्रयत्न करा

# dashboard.budget.daysLeft
source: %lld days left
de: %lld Tage übrig
es: Quedan %lld días
hi: %lld दिन बाकी
mr: %lld दिवस बाकी

# dashboard.budget.overBudget
source: Over budget
de: Über Budget
es: Sobre el presupuesto
hi: बजट से अधिक
mr: बजेटपेक्षा जास्त

# dashboard.budget.setMonthlyBudget
source: Set a monthly budget
de: Monatsbudget festlegen
es: Configura un presupuesto mensual
hi: मासिक बजट सेट करें
mr: मासिक बजेट सेट करा

# dashboard.budgetAlerts.title
source: Budget Alerts
de: Budgetwarnungen
es: Alertas de presupuesto
hi: बजट अलर्ट
mr: बजेट अलर्ट

# dashboard.category.expenses
source: Expenses
de: Ausgaben
es: Gastos
hi: खर्च
mr: खर्च

# dashboard.category.totalSpending
source: Total Spending
de: Gesamtausgaben
es: Gasto total
hi: कुल खर्च
mr: एकूण खर्च

# dashboard.category.transactions
source: %lld transactions
de: %lld Transaktionen
es: %lld transacciones
hi: %lld लेनदेन
mr: %lld व्यवहार

# dashboard.common.entries
source: Entries
de: Einträge
es: Entradas
hi: एंट्री
mr: नोंदी

# dashboard.common.notSet
source: Not set
de: Nicht festgelegt
es: No configurado
hi: सेट नहीं
mr: सेट केलेले नाही

# dashboard.financialPulse.title
source: Financial Pulse
de: Finanzpuls
es: Pulso financiero
hi: वित्तीय स्थिति
mr: आर्थिक स्थिती

# dashboard.hero.currentMonthOverview
source: Current month spending overview
de: Ausgabenübersicht für diesen Monat
es: Resumen de gastos del mes actual
hi: इस महीने के खर्च का सारांश
mr: या महिन्याच्या खर्चाचा सारांश

# dashboard.hero.incomeHigher
source: Income is higher than spending
de: Einnahmen sind höher als Ausgaben
es: Los ingresos superan los gastos
hi: आय खर्च से अधिक है
mr: उत्पन्न खर्चापेक्षा जास्त आहे

# dashboard.hero.moneySnapshot
source: Money Snapshot
de: Geldübersicht
es: Resumen de dinero
hi: धन सारांश
mr: पैशांचा सारांश

# dashboard.hero.netBalance
source: Net Balance
de: Nettosaldo
es: Saldo neto
hi: शुद्ध शेष
mr: निव्वळ शिल्लक

# dashboard.hero.spendingHigher
source: Spending is higher than income
de: Ausgaben sind höher als Einnahmen
es: Los gastos superan los ingresos
hi: खर्च आय से अधिक है
mr: खर्च उत्पन्नापेक्षा जास्त आहे

# dashboard.hero.totalSpent
source: Total Spent
de: Gesamtausgaben
es: Gasto total
hi: कुल खर्च
mr: एकूण खर्च

# dashboard.insight.average
source: Average
de: Durchschnitt
es: Promedio
hi: औसत
mr: सरासरी

# dashboard.insight.bills
source: Bills
de: Rechnungen
es: Facturas
hi: बिल
mr: बिले

# dashboard.insight.clear
source: Clear
de: Klar
es: Libre
hi: स्पष्ट
mr: क्लिअर

# dashboard.insight.due
source: %lld Due
de: %lld fällig
es: %lld pendientes
hi: %lld देय
mr: %lld देय

# dashboard.insight.none
source: None
de: Keine
es: Ninguno
hi: कोई नहीं
mr: काही नाही

# dashboard.metric.budgetLeft
source: Budget Left
de: Restbudget
es: Presupuesto restante
hi: बचा बजट
mr: उरलेला बजेट

# dashboard.metric.cashReceived
source: Cash received
de: Erhaltenes Geld
es: Dinero recibido
hi: प्राप्त राशि
mr: मिळालेली रक्कम

# dashboard.metric.income
source: Income
de: Einnahmen
es: Ingresos
hi: आय
mr: उत्पन्न

# dashboard.navigation.addEditExpense
source: Add/Edit Expense
de: Ausgabe hinzufügen/bearbeiten
es: Agregar/editar gasto
hi: खर्च जोड़ें/संपादित करें
mr: खर्च जोडा/संपादित करा

# dashboard.navigation.expenseDetails
source: Expense Details
de: Ausgabendetails
es: Detalles del gasto
hi: खर्च विवरण
mr: खर्च तपशील

# dashboard.notifications.allCaughtUp
source: All caught up
de: Alles erledigt
es: Todo al día
hi: सब पूरा है
mr: सर्व पूर्ण आहे

# dashboard.notifications.completing
source: Completing...
de: Wird erledigt...
es: Completando...
hi: पूरा हो रहा है...
mr: पूर्ण करत आहे...

# dashboard.notifications.count
source: %lld bill notifications
de: %lld Rechnungsbenachrichtigungen
es: %lld notificaciones de facturas
hi: %lld बिल सूचनाएं
mr: %lld बिल सूचना

# dashboard.notifications.dueSoon
source: Due soon
de: Bald fällig
es: Próximas
hi: जल्द देय
mr: लवकर देय

# dashboard.notifications.dueSoonStatus
source: Due soon
de: Bald fällig
es: Próxima
hi: जल्द देय
mr: लवकर देय

# dashboard.notifications.markComplete
source: Mark Complete
de: Als erledigt markieren
es: Marcar completa
hi: पूरा चिह्नित करें
mr: पूर्ण चिन्हांकित करा

# dashboard.notifications.none
source: No bill notifications
de: Keine Rechnungsbenachrichtigungen
es: Sin notificaciones de facturas
hi: कोई बिल सूचना नहीं
mr: बिल सूचना नाहीत

# dashboard.notifications.noRemindersNeedAttention
source: No bill reminders need attention right now.
de: Aktuell brauchen keine Rechnungserinnerungen Aufmerksamkeit.
es: No hay recordatorios de facturas que necesiten atención ahora.
hi: अभी किसी बिल रिमाइंडर पर ध्यान देने की जरूरत नहीं है।
mr: सध्या कोणत्याही बिल स्मरणपत्राकडे लक्ष देण्याची गरज नाही.

# dashboard.notifications.overdue
source: Overdue
de: Überfällig
es: Vencidas
hi: अतिदेय
mr: मुदत उलटली

# dashboard.notifications.overdueStatus
source: Overdue
de: Überfällig
es: Vencida
hi: अतिदेय
mr: मुदत उलटली

# dashboard.notifications.repeatsUntilComplete
source: Repeats until marked complete
de: Wiederholt sich bis zur Erledigung
es: Se repite hasta marcarse como completa
hi: पूरा चिह्नित होने तक दोहराता है
mr: पूर्ण चिन्हांकित करेपर्यंत पुनरावृत्ती

# dashboard.notifications.subtitle
source: Bills that need attention and reminder follow-ups.
de: Rechnungen, die Aufmerksamkeit und Erinnerungen brauchen.
es: Facturas que necesitan atención y seguimiento.
hi: वे बिल जिन पर ध्यान और रिमाइंडर चाहिए।
mr: लक्ष आणि स्मरणपत्रे लागणारी बिले.

# dashboard.notifications.title
source: Notifications
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं
mr: सूचना

# dashboard.period.thisMonth
source: This Month
de: Dieser Monat
es: Este mes
hi: इस महीने
mr: या महिन्यात

# dashboard.priority.actionable
source: Actionable
de: Umsetzbar
es: Accionable
hi: कार्रवाई योग्य
mr: कारवाईयोग्य

# dashboard.priority.billsDueSoon
source: %lld bills due soon
de: %lld Rechnungen bald fällig
es: %lld facturas próximas
hi: %lld बिल जल्द देय
mr: %lld बिले लवकर देय

# dashboard.priority.budgetNeedsAttention
source: Budget needs attention
de: Budget braucht Aufmerksamkeit
es: El presupuesto requiere atención
hi: बजट पर ध्यान दें
mr: बजेटकडे लक्ष द्या

# dashboard.priority.budgetOnTrack
source: Budget is on track
de: Budget liegt im Plan
es: El presupuesto va bien
hi: बजट सही चल रहा है
mr: बजेट योग्य मार्गावर आहे

# dashboard.priority.budgetRemaining
source: %@ left with %lld days remaining
de: %@ übrig bei %lld verbleibenden Tagen
es: Quedan %@ con %lld días restantes
hi: %@ बाकी, %lld दिन शेष
mr: %@ बाकी, %lld दिवस शिल्लक

# dashboard.priority.clearNextFewDays
source: You are clear for the next few days.
de: Für die nächsten Tage ist alles klar.
es: Todo está claro para los próximos días.
hi: अगले कुछ दिनों के लिए सब ठीक है।
mr: पुढील काही दिवसांसाठी सर्व ठीक आहे.

# dashboard.priority.monthlyBudgetNotSet
source: Monthly budget not set
de: Monatsbudget nicht festgelegt
es: Presupuesto mensual no configurado
hi: मासिक बजट सेट नहीं
mr: मासिक बजेट सेट नाही

# dashboard.priority.noUrgentBills
source: No urgent bill reminders
de: Keine dringenden Rechnungserinnerungen
es: Sin recordatorios urgentes
hi: कोई जरूरी बिल रिमाइंडर नहीं
mr: तातडीची बिल स्मरणपत्रे नाहीत

# dashboard.priority.setBudgetGuidance
source: Set a monthly budget to unlock stronger guidance.
de: Lege ein Monatsbudget fest, um bessere Hinweise zu erhalten.
es: Configura un presupuesto mensual para obtener mejores consejos.
hi: बेहतर सलाह के लिए मासिक बजट सेट करें।
mr: अधिक चांगल्या मार्गदर्शनासाठी मासिक बजेट सेट करा.

# dashboard.priority.title
source: Priority Brief
de: Prioritätsübersicht
es: Resumen prioritario
hi: प्राथमिक सारांश
mr: प्राधान्य सारांश

# dashboard.priority.unpaidBills
source: %@ unpaid across open bills
de: %@ in offenen Rechnungen unbezahlt
es: %@ sin pagar en facturas abiertas
hi: खुले बिलों में %@ बाकी
mr: उघड्या बिलांमध्ये %@ बाकी

# dashboard.pulse.budgetSetup
source: Budget Setup
de: Budget einrichten
es: Configurar presupuesto
hi: बजट सेटअप
mr: बजेट सेटअप

# dashboard.pulse.monthlyBudget
source: Monthly Budget
de: Monatsbudget
es: Presupuesto mensual
hi: मासिक बजट
mr: मासिक बजेट

# dashboard.pulse.netFlow
source: Net Flow
de: Nettofluss
es: Flujo neto
hi: शुद्ध प्रवाह
mr: निव्वळ प्रवाह

# dashboard.pulse.setBudgetToTrack
source: Set a monthly budget to track pace
de: Lege ein Monatsbudget fest, um das Tempo zu verfolgen
es: Configura un presupuesto mensual para seguir el ritmo
hi: गति ट्रैक करने के लिए मासिक बजट सेट करें
mr: गती ट्रॅक करण्यासाठी मासिक बजेट सेट करा

# dashboard.pulse.spendingCrossedPlan
source: Spending has crossed the monthly plan
de: Ausgaben haben den Monatsplan überschritten
es: El gasto superó el plan mensual
hi: खर्च मासिक योजना से आगे निकल गया है
mr: खर्च मासिक योजनेपेक्षा जास्त झाला आहे

# dashboard.pulse.spendingWithinPlan
source: Spending pace is within the monthly plan
de: Ausgaben liegen im Monatsplan
es: El ritmo de gasto está dentro del plan mensual
hi: खर्च की गति मासिक योजना में है
mr: खर्चाचा वेग मासिक योजनेत आहे

# dashboard.pulse.spent
source: Spent
de: Ausgegeben
es: Gastado
hi: खर्च
mr: खर्च

# dashboard.state.emptyMessage
source: Start adding expenses to see your spending analytics here.
de: Füge Ausgaben hinzu, um hier Analysen zu sehen.
es: Agrega gastos para ver tus análisis aquí.
hi: अपना खर्च विश्लेषण देखने के लिए खर्च जोड़ना शुरू करें।
mr: खर्च विश्लेषण पाहण्यासाठी खर्च जोडायला सुरुवात करा.

# dashboard.state.emptyTitle
source: No Expenses Yet
de: Noch keine Ausgaben
es: Aún no hay gastos
hi: अभी कोई खर्च नहीं
mr: अजून खर्च नाहीत

# dashboard.state.errorTitle
source: Error Loading Dashboard
de: Fehler beim Laden des Dashboards
es: Error al cargar el panel
hi: डैशबोर्ड लोड करने में त्रुटि
mr: डॅशबोर्ड लोड करताना त्रुटी

# dashboard.state.loading
source: Loading dashboard...
de: Dashboard wird geladen...
es: Cargando panel...
hi: डैशबोर्ड लोड हो रहा है...
mr: डॅशबोर्ड लोड होत आहे...

source: Date
de: Datum
es: Fecha
hi: तारीख
mr: दिनांक

source: Date range
de: Datumsbereich
es: Rango de fechas
hi: तारीख सीमा
mr: तारीख श्रेणी

source: Date Range
de: Zeitraum
es: Rango de fechas
hi: तारीख सीमा
mr: दिनांक श्रेणी

# dateRange.allTime
source: All Time
de: Gesamter Zeitraum
es: Todo el tiempo
hi: सभी समय
mr: सर्व काळ

# dateRange.last7Days
source: Last 7 Days
de: Letzte 7 Tage
es: Últimos 7 días
hi: पिछले 7 दिन
mr: मागील 7 दिवस

# dateRange.last30Days
source: Last 30 Days
de: Letzte 30 Tage
es: Últimos 30 días
hi: पिछले 30 दिन
mr: मागील 30 दिवस

# dateRange.last90Days
source: Last 90 Days
de: Letzte 90 Tage
es: Últimos 90 días
hi: पिछले 90 दिन
mr: मागील 90 दिवस

# dateRange.thisMonth
source: This Month
de: Dieser Monat
es: Este mes
hi: इस महीने
mr: या महिन्यात

# dateRange.thisYear
source: This Year
de: Dieses Jahr
es: Este año
hi: इस साल
mr: या वर्षी

source: Day total
de: Tagessumme
es: Total del día
hi: दिन का कुल
mr: दिवसाची एकूण रक्कम

source: days left
de: Tage übrig
es: días restantes
hi: दिन बाकी
mr: दिवस बाकी

source: Default
de: Standard
es: Predeterminada
hi: डिफ़ॉल्ट
mr: डीफॉल्ट

source: Default categories cannot be deleted
de: Standardkategorien können nicht gelöscht werden
es: Las categorías predeterminadas no se pueden eliminar
hi: डिफ़ॉल्ट श्रेणियां हटाई नहीं जा सकतीं
mr: डीफॉल्ट श्रेणी हटवता येत नाहीत

source: Default categories cannot be renamed
de: Standardkategorien können nicht umbenannt werden
es: Las categorías predeterminadas no se pueden renombrar
hi: डिफ़ॉल्ट श्रेणियों का नाम नहीं बदला जा सकता
mr: डीफॉल्ट श्रेणींचे नाव बदलता येत नाही

source: Delete Budget
de: Budget löschen
es: Eliminar presupuesto
hi: बजट हटाएं
mr: बजेट हटवा

source: Delete Budget?
de: Budget löschen?
es: ¿Eliminar presupuesto?
hi: बजट हटाएं?
mr: बजेट हटवायचा?

source: Delete Category
de: Kategorie löschen
es: Eliminar categoría
hi: श्रेणी हटाएं
mr: श्रेणी हटवा

source: Delete Category?
de: Kategorie löschen?
es: ¿Eliminar categoría?
hi: श्रेणी हटाएं?
mr: श्रेणी हटवायची?

source: Developer Data Mode
de: Entwickler-Datenmodus
es: Modo de datos de desarrollador
hi: डेवलपर डेटा मोड
mr: डेव्हलपर डेटा मोड

source: Device
de: Gerät
es: Dispositivo
hi: डिवाइस
mr: डिव्हाइस

source: Discover patterns and opportunities in your spending
de: Entdecke Muster und Chancen in deinen Ausgaben
es: Descubre patrones y oportunidades en tus gastos
hi: अपने खर्च में पैटर्न और अवसर खोजें
mr: तुमच्या खर्चातील पॅटर्न आणि संधी शोधा

source: Done
de: Fertig
es: Listo
hi: हो गया
mr: पूर्ण

source: Due Date
de: Fälligkeitsdatum
es: Fecha de vencimiento
hi: देय तारीख
mr: देय तारीख

source: Edit Budget
de: Budget bearbeiten
es: Editar presupuesto
hi: बजट संपादित करें
mr: बजेट संपादित करा

source: Edit Category
de: Kategorie bearbeiten
es: Editar categoría
hi: श्रेणी संपादित करें
mr: श्रेणी संपादित करा

source: Enable PIN Lock
de: PIN-Sperre aktivieren
es: Activar bloqueo PIN
hi: PIN लॉक चालू करें
mr: PIN लॉक सुरू करा

source: Enter category name
de: Kategorienamen eingeben
es: Introduce el nombre de la categoría
hi: श्रेणी का नाम दर्ज करें
mr: श्रेणीचे नाव प्रविष्ट करा

source: Entries
de: Einträge
es: Entradas
hi: एंट्री
mr: नोंदी

# error.data.backup
source: Backup error: %@
de: Backup-Fehler: %@
es: Error de copia de seguridad: %@
hi: बैकअप त्रुटि: %@
mr: बॅकअप त्रुटी: %@

# error.data.constraint
source: Constraint violation: %@
de: Einschränkungsverletzung: %@
es: Violación de restricción: %@
hi: सीमा उल्लंघन: %@
mr: मर्यादा उल्लंघन: %@

# error.data.delete
source: Delete error: %@
de: Löschfehler: %@
es: Error al eliminar: %@
hi: हटाने की त्रुटि: %@
mr: हटवण्याची त्रुटी: %@

# error.data.fileAccess
source: File access error: %@
de: Dateizugriffsfehler: %@
es: Error de acceso a archivo: %@
hi: फ़ाइल एक्सेस त्रुटि: %@
mr: फाइल प्रवेश त्रुटी: %@

# error.data.notFound
source: Not found: %@
de: Nicht gefunden: %@
es: No encontrado: %@
hi: नहीं मिला: %@
mr: सापडले नाही: %@

# error.data.read
source: Failed to read data: %@
de: Daten konnten nicht gelesen werden: %@
es: Error al leer datos: %@
hi: डेटा पढ़ने में विफल: %@
mr: डेटा वाचण्यात अयशस्वी: %@

# error.data.validation
source: Validation error: %@
de: Validierungsfehler: %@
es: Error de validación: %@
hi: सत्यापन त्रुटि: %@
mr: वैधता त्रुटी: %@

# error.data.write
source: Failed to save data: %@
de: Daten konnten nicht gespeichert werden: %@
es: Error al guardar datos: %@
hi: डेटा सहेजने में विफल: %@
mr: डेटा जतन करण्यात अयशस्वी: %@

# error.entity.circularReference
source: Circular reference: %@
de: Zirkuläre Referenz: %@
es: Referencia circular: %@
hi: चक्रीय संदर्भ: %@
mr: चक्रीय संदर्भ: %@

# error.entity.duplicate
source: Duplicate entry: %@
de: Doppelter Eintrag: %@
es: Entrada duplicada: %@
hi: डुप्लिकेट एंट्री: %@
mr: डुप्लिकेट नोंद: %@

# error.entity.integrityViolation
source: Data integrity violation: %@
de: Datenintegritätsverletzung: %@
es: Violación de integridad de datos: %@
hi: डेटा अखंडता उल्लंघन: %@
mr: डेटा अखंडता उल्लंघन: %@

# error.entity.invalidReference
source: Invalid reference: %@
de: Ungültige Referenz: %@
es: Referencia inválida: %@
hi: अमान्य संदर्भ: %@
mr: अवैध संदर्भ: %@

# error.export.failed
source: Export failed: %@
de: Export fehlgeschlagen: %@
es: Error al exportar: %@
hi: निर्यात विफल: %@
mr: निर्यात अयशस्वी: %@

# error.export.format
source: Format error: %@
de: Formatfehler: %@
es: Error de formato: %@
hi: फ़ॉर्मेट त्रुटि: %@
mr: फॉरमॅट त्रुटी: %@

# error.network.server
source: Server error: %d
de: Serverfehler: %d
es: Error del servidor: %d
hi: सर्वर त्रुटि: %d
mr: सर्व्हर त्रुटी: %d

# error.security.authenticationFailed
source: Authentication failed: %@
de: Authentifizierung fehlgeschlagen: %@
es: Autenticación fallida: %@
hi: प्रमाणीकरण विफल: %@
mr: प्रमाणीकरण अयशस्वी: %@

# error.security.pinSetupFailed
source: PIN setup failed: %@
de: PIN-Einrichtung fehlgeschlagen: %@
es: Error al configurar PIN: %@
hi: PIN सेटअप विफल: %@
mr: PIN सेटअप अयशस्वी: %@

# error.security.removalFailed
source: Failed to remove security: %@
de: Sicherheit konnte nicht entfernt werden: %@
es: Error al quitar seguridad: %@
hi: सुरक्षा हटाने में विफल: %@
mr: सुरक्षा काढण्यात अयशस्वी: %@

source: Excellent - All budgets well managed
de: Ausgezeichnet - Alle Budgets gut verwaltet
es: Excelente - Todos los presupuestos bien gestionados
hi: उत्कृष्ट - सभी बजट अच्छी तरह प्रबंधित हैं
mr: उत्कृष्ट - सर्व बजेट चांगले व्यवस्थापित आहेत

source: Expense amount cannot be negative
de: Der Ausgabenbetrag darf nicht negativ sein
es: El importe del gasto no puede ser negativo
hi: खर्च राशि नकारात्मक नहीं हो सकती
mr: खर्चाची रक्कम नकारात्मक असू शकत नाही

# expenses.calendar.activeDays
source: Active Days
de: Aktive Tage
es: Días activos
hi: सक्रिय दिन
mr: सक्रिय दिवस

# expenses.calendar.avgActiveDay
source: Avg active day
de: Ø aktiver Tag
es: Prom. día activo
hi: औसत सक्रिय दिन
mr: सरासरी सक्रिय दिवस

# expenses.calendar.blankDay
source: Blank calendar day
de: Leerer Kalendertag
es: Día de calendario vacío
hi: खाली कैलेंडर दिन
mr: रिकामा कॅलेंडर दिवस

# expenses.calendar.darkerDaysAccessibility
source: Darker days mean higher spending
de: Dunklere Tage bedeuten höhere Ausgaben
es: Los días más oscuros indican mayor gasto
hi: गहरे दिन अधिक खर्च दिखाते हैं
mr: गडद दिवस अधिक खर्च दाखवतात

# expenses.calendar.dayAccessibilityNoSpend
source: %@, no expenses
de: %@, keine Ausgaben
es: %@, sin gastos
hi: %@, कोई खर्च नहीं
mr: %@, खर्च नाहीत

# expenses.calendar.dayAccessibilityWithSpend
source: %@, %@, %lld entries
de: %@, %@, %lld Einträge
es: %@, %@, %lld entradas
hi: %@, %@, %lld एंट्री
mr: %@, %@, %lld नोंदी

# expenses.calendar.entriesInMonth
source: %lld entries in this month
de: %lld Einträge in diesem Monat
es: %lld entradas este mes
hi: इस महीने %lld एंट्री
mr: या महिन्यात %lld नोंदी

# expenses.calendar.highestSpendingWithCategory
source: Highest spending was %@ on %@. Top category: %@.
de: Die höchsten Ausgaben waren %@ am %@. Top-Kategorie: %@.
es: El mayor gasto fue %@ el %@. Categoría principal: %@.
hi: सबसे अधिक खर्च %@ था %@ को। शीर्ष श्रेणी: %@।
mr: सर्वाधिक खर्च %@ होता %@ रोजी. शीर्ष श्रेणी: %@.

# expenses.calendar.highestSpendingWithoutCategory
source: Highest spending was %@ on %@. Add more category data to see stronger patterns.
de: Die höchsten Ausgaben waren %@ am %@. Füge mehr Kategoriedaten hinzu, um bessere Muster zu sehen.
es: El mayor gasto fue %@ el %@. Agrega más datos de categoría para ver mejores patrones.
hi: सबसे अधिक खर्च %@ था %@ को। बेहतर पैटर्न के लिए अधिक श्रेणी डेटा जोड़ें।
mr: सर्वाधिक खर्च %@ होता %@ रोजी. अधिक चांगले पॅटर्न पाहण्यासाठी श्रेणी डेटा जोडा.

# expenses.calendar.monthCalendar
source: Month Calendar
de: Monatskalender
es: Calendario mensual
hi: मासिक कैलेंडर
mr: महिना कॅलेंडर

# expenses.calendar.monthlyInsight
source: Monthly Insight
de: Monatlicher Einblick
es: Insight mensual
hi: मासिक इनसाइट
mr: मासिक निरीक्षण

# expenses.calendar.noMonthlySpending
source: No spending found for this month with the current filters.
de: Mit den aktuellen Filtern wurden in diesem Monat keine Ausgaben gefunden.
es: No se encontraron gastos este mes con los filtros actuales.
hi: मौजूदा फ़िल्टर में इस महीने कोई खर्च नहीं मिला।
mr: सध्याच्या फिल्टरमध्ये या महिन्यात खर्च आढळला नाही.

# expenses.calendar.peakDay
source: Peak Day
de: Spitzentag
es: Día máximo
hi: शीर्ष दिन
mr: सर्वाधिक दिवस

# expenses.calendar.spend
source: Spend
de: Ausgabe
es: Gasto
hi: खर्च
mr: खर्च

# expenses.calendar.total
source: Total
de: Gesamt
hi: कुल
mr: एकूण

# expenses.cancel
source: Cancel
de: Abbrechen
es: Cancelar
hi: रद्द करें
mr: रद्द करा

# expenses.categorySelector.addCategory
source: Add Category
de: Kategorie hinzufügen
es: Agregar categoría
hi: श्रेणी जोड़ें
mr: श्रेणी जोडा
